var CompanyHistory = {
  'zh-cn': { 
    page: 'company',
    data: [
      {
        year: 2017,
        events: {
          '09': '美商务部长罗斯访华，CEO傅盛作为唯一一位中国互联网企业代表受邀参与会谈',
          '07': '旗下人工智能公司猎户星空在微软百万名人脸识别竞赛中，获得第一名',
          '05': '专注社交直播的子公司Live.me获6000万美元融资'
        }
      },
      {
        year: 2016,
        events: {
          '06': '收购全球移动新闻服务提供商News Republic',
          '04': '推出直播社交产品Live.me，成为美国时尚年轻人最喜爱的社交产品之一',
          '01': '正式宣布成立猎豹全球智库'
        }
      },
      {
        year: 2015,
        events: {
          '12': '《钢琴块2》成为App Store和Google Play双平台全球下载量最大的游戏产品',
          '06': '发布中国首个面向全球的移动广告平台——猎豹广告平台'
        }
      },
      {
        year: 2014,
        events: {
          '12': '发布全面提升手机速度的安全桌面软件CM Launcher',
          '12': '成为Google Play全球第二大应用开发商，仅次于Facebook',
          '05': '登录纽交所，正式挂牌上市，交易代码CMCM',
          '03': '金山网络更名为猎豹移动 (Cheetah Mobile)'
        }
      },
      {
        year: 2013,
        events: {
          '12': '猎豹清理大师 (Clean Master) 全球下载量突破1亿，日活跃用户突破5000万',
          '08': '金山电池医生全球下载量突破1亿',
          '07': 'Clean Master中文版猎豹清理大师发布'
        }
      },
      {
        year: 2012,
        events: {
          '09': '在海外推出安卓系统专业手机清理应用Clean Master',
          '06': '发布国内首款双核安全浏览器猎豹浏览器'
        }
      },
      {
        year: 2011,
        events: {
          '08': '安全软件客户端用户量超过1亿',
          '07': '获腾讯2000万美金战略投资'
        }
      },
      {
        year: 2010,
        events: {
          '11': '金山安全与可牛影像合并，成立金山网络（猎豹移动前身）'
        }
      }
    ]
  },
  'en-us': {},
  'es-es': {},
  'fr-fr': {},
  'pt-pt': {},
  'ru-ru': {},
  'ja-jp': {},
  'ko-kr': {},
  'zh-tw': {}
}
